micropython/micropython/ports/samd/boards/SAMD_GENERIC_D51X19/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic SAMD51P19"
#define MICROPY_HW_MCU_NAME   "SAMD51P19A"
